Repository: dvb-adenin/ServiceEditor
Catalog: po/*/ServiceEditor.*.po
Languages: tr

source: E
tr: D

source: W
tr: B

source: Error
tr: Hata

source: ok
tr: tamam

source: Name
tr: Ad

source: Provider
tr: Yayıncı

source: Video Type
tr: Video Tipi

source: Audio PID (hex)
tr: Ses PID (hex)

source: Audiochannel
tr: Ses kanalı

source: AC3 Delay (ms)
tr: AC3 gecikmesi (ms)

source: PCM Delay (ms)
tr: PCM gecikmesi (ms)

source: TXT PID (hex)
tr: Teleteks PID (hex)

source: Subtitle PID (hex)
tr: Altyazı PID (hex)

source: dont use SDT
tr: SDT kullanma!

source: hide Service
tr: Kanalı gizle

source: no standart service
tr: standart kanal değil!

source: keep Servicename
tr: Değişen kanal adını koru

source: sign as new Service
tr: Yeni kanal olarak işaretle

source: unhide Service %s
tr: %s kanalını göster

source: hide Service %s
tr: %s kanalını gizle

source: hide Provider %s
tr: %s yayıncısını gizle

source: unhide Provider %s
tr: %s yayıncısını göster

source: toggle hide attibutes for %s
tr: %s kanalını gizle/göster

source: Options for hide
tr: Gizleme seçenekleri

source: hide/unhide
tr: gizle/göster

source: edit
tr: düzenle

source: sort
tr: sırala

source: Services
tr: Kanallar

source: Providers
tr: Yayıncılar

source: Pos
tr: Poz

source: Service
tr: Kanal

source: Frequency MHz
tr: Frekans MHz

source: Services Editor
tr: Kanal düzenleyici
